import type { ArticleContentBlock } from "@/types";

export const tslIngaNikolaevnaContent: ArticleContentBlock[] = [
  {
    type: "dialogue",
    speaker: "Репортёр",
    text: "Сегодня к нам на программу пришла бабушка, которая расскажет народный способ вылечить суставы. Вы не поверите: ей 75 лет, но, когда вы увидите её, не поверите. Встречайте нашу гостью — Ингу Николаевну.",
  },

  {
    type: "dialogue",
    speaker: "Гость",
    text: "Здравствуйте. Я немного расскажу о себе. В молодости я активно занималась спортом, но со временем перестала и уже около 30 лет им не занимаюсь, и очень об этом пожалела.",
  },

  {
    type: "dialogue",
    speaker: "Гость",
    text: "Из-за того, что я перестала заниматься спортом, у меня начали болеть суставы. Каждый день у меня были воспалены суставы, и я не могла двигаться. Из-за этого я начала меньше заниматься своим хобби. Такие симптомы у меня уже 3 года.",
  },

  {
    type: "dialogue",
    speaker: "Гость",
    text: "Я ходила по врачам, и мне выписывали множество таблеток, но мне ничего не помогало, пока я не встретила своего давнего знакомого, который рассказал мне про давний рецепт.",
  },

  {
    type: "dialogue",
    speaker: "Гость",
    text: "Я сразу не поверила, но, раз ничего не помогает, я решила попробовать. Всё равно нечего терять. Тем более я уже потратила более 10 тысяч долларов на эти бесполезные препараты с аптеки, которые мне не помогают.",
  },

  {
    type: "dialogue",
    speaker: "Гость",
    text: "Мне надоело кормить эти фармацевтические компании. Я вообще не понимаю, как они существуют и почему их правительство не закрывает.",
  },

  {
    type: "image",
    src: "/images/tsl/inga/pharmastop.jpg",
    alt: "pharmastop",
  },

  {
    type: "dialogue",
    speaker: "Репортёр",
    text: "Извините, вас перебью. Почему вы так негативно относитесь к фармацевтическим компаниям? Они же продают хорошие продукты.",
  },

  {
    type: "dialogue",
    speaker: "Гость",
    text: "Знаете, вы пока молодой, ничего этого не понимаете. Я в вашем возрасте была тоже глупа и наивна, но сейчас, когда тело уже не молодо, я поняла одну вещь: нас всегда хотят обмануть.",
  },

  {
    type: "dialogue",
    speaker: "Гость",
    text: "Когда-то, вы не поверите, я могла пробежать 10 км, но со временем из-за суставов мне и лестничная площадка с трудом давалась, хоть я живу на 3 этаже.",
  },

  {
    type: "dialogue",
    speaker: "Гость",
    text: "К счастью, я узнала про очень старый рецепт, который помогает.",
  },

  {
    type: "image",
    src: "/images/tsl/inga/stairs.jpg",
    alt: "pharmastop",
  },

  {
    type: "dialogue",
    speaker: "Репортёр",
    text: "А чем вы таким занимались, что вы могли пробежать 10 км? Даже я в свои 25 не могу столько пробежать.",
  },

  {
    type: "dialogue",
    speaker: "Гость",
    text: "Я занималась лёгкой атлетикой. Эх, эта молодость, здоровье было. Но потом забросила, и начались проблемы с суставами, а потом ещё врачи испортили своими рекомендациями таблеток.",
  },

  {
    type: "dialogue",
    speaker: "Гость",
    text: "Так что береги своё здоровье, пока молодой. Время не вернёшь.",
  },

  {
    type: "image",
    src: "/images/tsl/inga/run.jpg",
    alt: "pharmastop",
  },

  {
    type: "dialogue",
    speaker: "Репортёр",
    text: "Спасибо за совет. Расскажите, как ваше состояние после того, как вы попробовали ваш секретный рецепт?",
  },

  {
    type: "dialogue",
    speaker: "Гость",
    text: "Знаете, очень даже хорошо. Конечно, никак раньше, но мне спокойно даётся лестничная площадка. Да и боль вся пропала. Даже начала снова спортом заниматься, конечно, не по 10 км пробегаю. Но пару километров осиливаю.",
  },

  {
    type: "dialogue",
    speaker: "Гость",
    text: "Начала больше уделять времени внукам, могу с ними спокойно пойти на прогулку, не переживая, что им будет со мной скучно.",
  },

  {
    type: "image",
    src: "/images/tsl/inga/walk.jpg",
    alt: "pharmastop",
  },

  {
    type: "dialogue",
    speaker: "Репортёр",
    text: "А чего раньше было вашим внукам с вами скучно?",
  },

  {
    type: "dialogue",
    speaker: "Гость",
    text: "Раньше, когда я с ними ходила гулять, мы почти каждые 20 минут останавливались возле скамейки, чтобы я могла передохнуть хотя бы минут 15.",
  },

  {
    type: "dialogue",
    speaker: "Гость",
    text: "Мне действительно очень тяжело давались прогулки. Я была расстроена, что им со мной не весело. Я не могла дойти в парк вместе с внуками, потому что он далеко.",
  },

  {
    type: "image",
    src: "/images/tsl/inga/seat.jpg",
    alt: "pharmastop",
  },

  {
    type: "dialogue",
    speaker: "Репортёр",
    text: "А сейчас чем вы занимаетесь с внуками?",
  },

  {
    type: "dialogue",
    speaker: "Гость",
    text: "Сейчас я с ними чаще начала гулять. Я их приучаю к спорту, чтобы они его не забрасывали. Не хочу, чтобы они в моём возрасте тоже были бесполезны.",
  },

  {
    type: "dialogue",
    speaker: "Репортёр",
    text: "Каким спортом сейчас занимаются ваши внуки?",
  },

  {
    type: "dialogue",
    speaker: "Гость",
    text: "Я поговорила со своим сыном, и мы решили, чтобы внучка тоже пошла на лёгкую атлетику, а внука решили отдать в плавание, у него как раз проблемы со спиной.",
  },

  {
    type: "dialogue",
    speaker: "Репортёр",
    text: "Есть уже результаты у внуков?",
  },

  {
    type: "dialogue",
    speaker: "Гость",
    text: "Да, конечно. Внучка уже получила кандидата в мастера спорта, а у внука уже не болит спина.",
  },

  {
    type: "dialogue",
    speaker: "Гость",
    text: "Моя внучка Лиза даже лучше меня, я ей так горжусь. Она мне составляет компанию на пробежку. Правда, я часто отстаю, но я ей ещё покажу после того, как пройду курс лечения.",
  },

  {
    type: "image",
    src: "/images/tsl/inga/smile.jpg",
    alt: "pharmastop",
  },

  {
    type: "dialogue",
    speaker: "Репортёр",
    text: "Ого! А что ваш внук? Неужели у него так быстро спина перестала болеть?",
  },

  {
    type: "dialogue",
    speaker: "Гость",
    text: "По секрету расскажу: ему не только плавание помогло, ещё одна мазь, но это уже другое, не буду раскрывать секретов.",
  },

  {
    type: "dialogue",
    speaker: "Репортёр",
    text: "Хорошо. Так что же вам помогло вылечить суставы и начать жить новой жизнью?",
  },

  {
    type: "dialogue",
    speaker: "Гость",
    text: "Мой друг посоветовал мне этот препарат, его можно купить онлайн. Сейчас на него действует скидка 30%.",
  },

  {
    type: "dialogue",
    speaker: "Гость",
    text: "Я многое перепробовала, но лично мне помог только этот препарат. Покупайте, не пожалеете, у него уже много положительных отзывов.",
  },

  {
    type: "dialogue",
    speaker: "Репортёр",
    text: "Спасибо за ваши откровения. А вы, наш уважаемый слушатель, если хотите приобрести этот препарат, заполняйте форму ниже, и вы получите дополнительно бесплатную доставку на дом.",
  },

  // ...
];
